Repository: meego-netbook-ux/meego-panel-datetime
Catalog: po/*.po
Languages: bn_in, fa

source: Date/Time
bn_in: সময়/তারিখ
fa: تاریخ/زمان

source: Date and Time panel
bn_in: সময় এবং তারিখ প্যানেল
fa: قاب زمان و تاریخ

source: date and time
bn_in: সময় এবং তারিখ
fa: تاریخ و زمان

source: %b %-d (Yesterday)
bn_in: %b %-d (গতকাল)
fa: %b %-d (دیروز)

source: %b %-d (Tomorrow)
bn_in: %b %-d (আগামীকাল)
fa: %b %-d (فردا)

source: %b %-d (local)
bn_in: %b %-d (স্থানীয়)
fa: %b %-d (محلی)

source: Time
fa: زمان

source: 24 hour clock
bn_in: ২৪ ঘন্টা ঘড়ি
fa: ۲۴ ساعت

source: Enter a country or city
bn_in: একটি দেশ বা শহরের নাম লিখুন
fa: یک کشور یا شهر وارد کنید

source: Add
bn_in: যোগ করুন
fa: افزودن

source: Set Time & Date
bn_in: সময় এবং তারিখ নির্ধারন করুন
fa: تنظیم ساعت و تاریخ

source: Appointments
bn_in: অ্যাপয়েন্টমেন্ট
fa: قرار ملاقات ها

source: Today
bn_in: আজকের দিনে
fa: امروز

source: Open Appointments
bn_in: অ্যাপয়েন্টমেন্ট
fa: باز کردن قرار ملاقات ها

source: Tasks
bn_in: কর্ম
fa: وظایف

source: Open Tasks
bn_in: বাকি কাজ
fa: باز کردن وظایف

source: Time and Date
bn_in: সময় ও তারিখ
fa: زمان و تاریخ

source: 24 hour clock or 12 hour clock
bn_in: ২৪ ঘন্টা অথবা ১২ ঘন্টা ঘড়ি
fa: ۲۴ ساعت یا ۱۲ ساعت

source: Alarms stored in encoded form for use by the alarm notfier.
fa: اعلان های ذخیره شده به شکل کد شده برای استفاده در اعلان گر

source: List of alarms in short encoded form
fa: لیست اعلان ها به حالت کوتاه شده
